Tekla.Structures.AnalysisInternal.DotAnalysisAreaPolygon
The serialization structure for AnalysisAreaPolygon.

Tekla.Structures.AnalysisInternal.DotAnalysisAreaPolygon._AnalysisAreaID
The identifier of the analysis area.